<?php load_partial('header'); ?>
<h1>隐私政策</h1>

<p>我们非常重视用户的个人信息和隐私保护。本隐私政策将帮助您了解我们在您使用本公司产品与/或服务时如何收集、使用和披露个人信息。</p>

<p>在您访问或使用本公司网站、产品与/或服务时,我们可能会收集和使用以下类型的信息:</p>

<ul>
  <li>通过注册、购买、询问等方式主动提供的个人信息,包括姓名、邮箱、地址、电话号码等。</li>
  <li>通过访问或使用本公司网站、产品与/或服务时系统自动采集的信息,包括您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据。</li>
  <li>用户向本公司客服与售后服务人员提供的信息,包括来电、信息、投诉与建议等。</li>
</ul>
  
<p>针对不同的业务功能,我们收集、使用您的个人信息可能遵循不同的原则。在大多数情况下,我们会将收集到的信息用来:</p>

<ul>
  <li>提供您需要的产品与服务</li>
  <li>完成购买订单及配送</li>
  <li>优化我们的网站、产品与服务</li>
  <li>管理客户资料及进行客户调查</li>
  <li>判断产品与服务的有效性</li>
  <li>推广新产品、服务及优惠信息</li>
  <li>符合法律法规要求</li>
</ul>

<p>本公司非常重视对用户个人信息的保护,并将采取以下措施:</p>

<ul>
  <li>遵守法律法规的规定,合理收集和使用您的个人信息</li>
  <li>建立合理的安全防护体系,采取必要的技术手段防止您的个人信息被非授权访问</li>
  <li>对关键数据采用加密技术进行传输和存储</li>
  <li>对员工进行隐私政策培训,提高员工个人信息保护意识</li>
  <li>建立用户个人信息访问审计制度,通过技术与管理手段对相关人员访问个人信息行为进行记录和审计</li>
  <li>建立数据安全事件应急处理机制,一旦发现安全漏洞,立即启动应急预案进行补救</li>
</ul>

<p>未经您同意,本公司不会将您的个人信息转让或共享给任何第三方,但以下情况除外:</p>

<ul>
  <li>根据法律、法规、法院命令和政府要求需要披露的信息</li>
  <li>为维护社会公共利益需要提供的信息</li>
  <li>为保护本公司产品用户的人身财产安全需要提供的信息</li>
  <li>根据用户同意可以向第三方共享的信息</li>
</ul>

<p>本隐私政策适用于本公司的所有网站、产品与服务。我们可能会根据业务发展的需要及法律法规的要求,适时修改本隐私政策。修改后的隐私政策一旦公布,立即自动生效。</p>

<h1>使用条款</h1>

<p>欢迎访问本公司网站及使用本公司服务!为了让您能够安全、正当地使用我们提供的各项服务,请您在使用前,仔细阅读以下条款:</p>

<ol>
  <li>本公司依据现行有效的中华人民共和国法律法规和政策提供服务,所有服务的所有权和运作权归本公司所有。</li>

  <li>本公司提供的服务将尽力保证其正确性及方便性,但对服务中非因本公司故意或重大过失导致的信息错误、删除或储存失败不承担任何责任。</li>

  <li>您应当妥善保管使用本公司服务所需要的用户名和密码,并对您账号和密码下的行为承担法律责任。</li>

  <li>您使用本公司服务过程中,必须遵循:
    <ul>
      <li>遵守中华人民共和国法律法规,不得传播违反国家法律法规的内容;</li>
      <li>不得利用本服务平台从事非法活动;</li>
      <li>不得干扰或损害本公司服务系统的正常运行。</li>
    </ul>
  </li>

  <li>您应当依照《隐私政策》的规定使用本服务,并承担可能产生的风险和结果。</li>

  <li>本公司保留随时修改、中止或终止部分或全部服务的权利。</li>

  <li>如果本条款的任何一条被视为废止、无效或因任何理由不可执行,该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</li>

  <li>本条款及本公司与您之间的关系,适用中华人民共和国法律。</li>
</ol>

<h1>联系我们</h1>

<p>如果您对本公司的隐私政策、使用条款、产品与服务有任何意见或建议,请通过以下方式联系我们:</p>

<p>电子邮箱:phpweb@gmail.com</p>

<!-- <p>客服热线:</p> -->

<p>公司地址:四川省巴中市博雅国际6栋</p>

<!-- <p>新浪微博:@本公司</p>

<p>微信公众号:本公司</p> -->
<?php load_partial('footer'); ?>